[
  {
    "name": "Human",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 1.2 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 80-100 Years<br>| <b>Languages:</b> Common, +1 Of your Choice",
      "Humans are the most adaptable and widespread of all peoples — medium height, broad variety of skin tones, hair, and eye colors. They lack the exotic features of other races, yet their sheer diversity and ingenuity define them.",
      "Human societies vary from nomadic tribes to skybound empires. What binds them is ambition — an endless drive to build, explore, and outlast. While some races see them as reckless, others admire their resilience; humanity’s strength lies in reinvention."
    ],
    "attributes": { "P": 0, "M": 0, "T": 0, "C": 0 },
    "trait": [
      {
        "name": "Versatile Spirit",
        "action": "⭘",
        "type": "⧖",
        "description": "Instead of gaining attribute bonuses, you gain 3 Attribute points to distribute however you wish."
      }
    ]
  },
  {
    "name": "Elf",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 1.2 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 600-700 Years<br>| <b>Languages:</b> Common, Elven",
      "Elves are tall and slender, their movements graceful and deliberate, as though every step is measured against centuries of practice. Sharp, refined features give them an otherworldly beauty, and their eyes often glimmer with hues reminiscent of distant starlight, moonlit leaves, or dawn skies. They mature slowly and live for centuries, sometimes longer, granting them an expansive sense of time that shapes every choice they make.",
      "Elven cultures prize artistry, precision, and restraint in all things. Craftsmanship is treated as a sacred discipline, whether in blade-forging, architecture grown from living trees, or music woven with subtle magic. Perfection is not pursued through speed or excess, but through repetition, balance, and quiet mastery."
    ],
    "attributes": { "P": 0, "M": 2, "T": 0, "C": 1 },
    "trait": [
      {
        "name": "Elegant Arcanum",
        "action": "⭘",
        "type": "⧖",
        "description": "Your connection to Magic is stronger than other races, you learn 2 Cantrips from any Spellcasting School."
      }
    ]
  },
  {
    "name": "Dwarf",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 0.8 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 300-400 Years<br>| <b>Languages:</b> Common, Dwarven",
      "Dwarves are short and broad, with dense musculature and powerful frames shaped by generations spent beneath the earth. Their features are rugged and weathered, as though carved from stone, and their voices carry a deep resonance that commands attention. Even at rest, a dwarf’s presence feels solid and immovable, grounded with an unshakable sense of endurance.",
      "Dwarven societies value tradition, craftsmanship, and honor above all else. History is preserved through lineage and labor, with skills and oaths passed carefully from one generation to the next. To a dwarf, a well-made thing is a form of truth—proof of patience, integrity, and respect for the materials of the world."
    ],
    "attributes": { "P": 2, "M": -1, "T": 1, "C": 0 },
    "trait": [
      {
        "name": "Stone-Enduring",
        "action": "⭘",
        "type": "⧖",
        "description": "You have immunity to the Poison Condition. Fatigue Levels only grant a -1 penalty."
      }
    ]
  },
  {
    "name": "Orc",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 1.4 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 120-150 Years<br>| <b>Languages:</b> Common, Orkish",
      "Orcs are tall and broad-shouldered, their powerful builds marked by dense muscle and battle-hardened frames. Tusks or pronounced canines frame strong jaws, and their skin ranges from ash-gray to deep green, often bearing scars that tell stories of survival and conflict. Their movements are direct and purposeful, and their presence carries an undeniable physical intensity.",
      "Orc cultures are diverse, shaped by environment, clan, and history, but many emphasize strength, resilience, and emotional honesty. Orcs feel deeply and express those feelings without pretense—joy is loud, anger is fierce, and grief is worn openly. Their passions burn hot and fast, fueling decisive action and fierce loyalty to those they call their own."
    ],
    "attributes": { "P": 2, "M": 0, "T": 0, "C": -1 },
    "trait": [
      {
        "name": "Relentless",
        "action": "⭘",
        "type": "⧖",
        "description": "When reduced to 0 Health for the first time in combat, you instead remain at 1 Health."
      }
    ]
  },
  {
    "name": "Demonkin",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 1.2 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 80-100 Years<br>| <b>Languages:</b> Common, Infernal",
      "Demonkin bear unmistakable signs of their otherworldly heritage—curving horns, barbed tails, slit or glowing eyes, or skin that smolders with faint embers beneath the surface. Their presence often feels charged, as though reality itself reacts subtly to them, and even those with gentle dispositions can appear unsettling to the unprepared.",
      "Feared or mistrusted by many societies, Demonkin learn early to survive scrutiny and suspicion. Some cultivate commanding confidence or fearsome reputations, while others master subtlety, charm, or misdirection. Whether by force of will or careful manipulation of perception, Demonkin quickly learn how to shape how the world sees them."
    ],
    "attributes": { "P": 0, "M": 1, "T": 0, "C": 2 },
    "trait": [
      {
        "name": "Infernal Pact",
        "action": "◆",
        "type": "🗲",
        "description": "Activating the infernal heritage within you, you channel magic into your weapon—Make an Attack with +[Your Charm] Fire Damage.<br><br>Uses 🗲:1 [lvl 1] | 2 [lvl 3] | 3 [lvl 6] | 4 [lvl 9]"
      }
    ]
  },
  {
    "name": "Gnome",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Small | <b>Height:</b> Avg. 0.6 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 200-300 Years<br>| <b>Languages:</b> Common, +1 Of your Choice",
      "Gnomes are small and sharp-featured, with expressive faces, bright inquisitive eyes, and hands that rarely stay still. Their thoughts race ahead of their words, resulting in rapid speech, half-finished sentences, and sudden leaps of insight. Even at rest, a gnome seems poised on the edge of the next idea.",
      "They are natural tinkerers, illusionists, and scholars, driven by curiosity rather than ambition or acclaim. Discovery itself is their reward, whether that means unraveling an arcane theory, building an improbable device, or poking at mysteries best left unexplored. To a gnome, the joy of learning far outweighs the risks of failure."
    ],
    "attributes": { "P": -1, "M": 2, "T": 1, "C": 0 },
    "trait": [
      {
        "name": "Quick Thinker",
        "action": "◇",
        "type": "🗲",
        "description": "After seeing the result of a roll, but before knowing whether it succeeds, you may choose to reroll it."
      }
    ]
  },
  {
    "name": "Goblin",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Small | <b>Height:</b> Avg. 0.6 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 80-100 Years<br>| <b>Languages:</b> Common, Gobble",
      "Goblins are small and wiry, with sharp ears, narrow frames, and restless, darting movements. Their eyes are keen and alert, always scanning for opportunity or danger, and their reflexes are honed by lives spent reacting faster than those around them expect.",
      "Often underestimated or dismissed as weak, goblins thrive through cleverness, improvisation, and adaptability. They excel at turning scraps into tools, ambushes into victories, and disasters into narrow escapes. Survival is their greatest talent, and ingenuity is the weapon they wield best."
    ],
    "attributes": { "P": -1, "M": 0, "T": 2, "C": 1 },
    "trait": [
      {
        "name": "Low Blow",
        "action": "⭘",
        "type": "⧖",
        "description": "When hitting creatures that are Large or bigger, deal +1 Damage."
      },
      {
        "name": "Scurry",
        "action": "⭘",
        "type": "⧖",
        "description": "After taking an action, you may move 2 tiles without spending an action."
      }
    ]
  },
  {
    "name": "Fae",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Small | <b>Height:</b> Avg. 0.3 Units<br>| <b>Speed:</b> 6 Tiles<br>| <b>Lifespan:</b> 60-80 Years<br>| <b>Languages:</b> Common, +1 Of your Choice",
      "Fae appear broadly humanoid, but always with a subtle sense of wrongness that unsettles careful observers. Their beauty may be unnaturally perfect, their eyes may glow or reflect light strangely, and their shadows sometimes move out of sync with their bodies. Even when still, a fae can feel like a creature only *pretending* to follow mortal rules.",
      "Their minds and bodies are deeply bound to magic, contracts, and rigid yet alien codes of conduct. Promises carry tangible weight, names hold power, and unspoken rules shape their behavior as surely as instinct. To a fae, these bindings are not limitations but the natural order of existence."
    ],
    "attributes": { "P": 0, "M": 2, "T": -1, "C": 1 },
    "trait": [
      {
        "name": "Twinkle",
        "action": "⭘",
        "type": "⧖",
        "description": "Hitting a creature causes a burst of Sparkles, causing a -2 Accuracy penalty to the Struck Creature."
      },
      {
        "name": "Flight",
        "action": "⭘",
        "type": "⧖",
        "description": "Using your fairy wings, you can fly, ignoring floor hazards and moving freely up to 12 units above the ground. Your flight distance in any direction is limited by your Movement Speed."
      }
    ]
  },
  {
    "name": "Lizardfolk",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 1.4 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 30-50 Years<br>| <b>Languages:</b> Common",
      "Lizardfolk are reptilian humanoids, their bodies covered in tough, textured scales that range in color from earthy browns to vibrant greens. Their eyes are sharp with vertical slit pupils, attuned to detect movement and danger in even the dimmest light. Adapted to harsh and unforgiving environments, they move with deliberate caution and efficiency.",
      "Lizardfolk approach life with pragmatic realism, prioritizing survival and practical utility above abstract ideals or emotions. Their decisions are guided by instinct and experience, favoring what works over what is merely honorable or traditional. To them, strength and adaptability are the keys to enduring the challenges of their world."
    ],
    "attributes": { "P": 1, "M": 0, "T": 2, "C": -1 },
    "trait": [
      {
        "name": "Natural Armor",
        "action": "⭘",
        "type": "⧖",
        "description": "While Unarmored, your Armor increases by +1. You have resistance to Acid Damage."
      }
    ]
  },
  {
    "name": "Seraphkin",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 1.2 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 80-100 Years<br>| <b>Languages:</b> Common, Celestial",
      "Seraphkin often appear human at first glance but bear unmistakable signs of their divine heritage—glowing eyes that shimmer with inner light, radiant marks tracing sacred patterns across their skin, or an unshakable calm that seems to steady those around them. Their presence carries a subtle but profound sense of grace and authority.",
      "Though gifted, Seraphkin are frequently burdened by the high expectations placed upon them by others—be it to act as mediators, protectors, or symbols of hope. These responsibilities can weigh heavily, shaping their choices and often isolating them from those who cannot understand the weight of their divine calling."
    ],
    "attributes": { "P": 0, "M": 2, "T": 0, "C": 1 },
    "trait": [
      {
        "name": "Radiant Soul",
        "action": "◇",
        "type": "🗲",
        "description": "When an ally falls in combat, you may prevent this, doing so will Heal the ally by [Your Level] Health.<br><br>Uses 🗲:1 [lvl 1] | 2 [lvl 3] | 3 [lvl 6] | 4 [lvl 9]"
      }
    ]
  },
  {
    "name": "Construct",
    "source": "CORE",
    "source_color": "indigo",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 1.2 Units <br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> Infinite<br>| <b>Languages:</b> Common, +1 Of your Choice",
      "Constructs are created rather than born, forged from metal, stone, wood, or other materials and brought to life through arcane enchantments or intricate mechanical designs. Their forms range from crude and utilitarian to exquisitely detailed, each movement powered by gears, magic, or a blend of both.",
      "Despite their artificial origins, constructs often wrestle with questions of self and purpose. Many seek to define an identity that transcends their original function, striving to understand what it means to be more than mere tools or machines in a world that may never fully accept them as alive."
    ],
    "attributes": { "P": 2, "M": 0, "T": 2, "C": -2 },
    "trait": [
      {
        "name": "Artificial Body",
        "action": "⭘",
        "type": "☀",
        "description": "During a rest you may modify your body configuration to one of the following:<br><br>Armored: +1 Armor<br>Agile: +1 Tile of Speed<br>Aggressor: +1 Melee Damage<br>Artillery: +1 Accuracy"
      }
    ]
  },
  {
    "name": "Dinqui",
    "source": "ZONE 3",
    "source_color": "orange",
    "description": [
      "| <b>Size:</b> Small | <b>Height:</b> Avg. 0.6 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 100-120 Years<br>| <b>Languages:</b> Common",
      "Stocky, sharp-featured, and thick-skinned, the Dinqui resemble gargoyle-like goblinoids with small wings of stone and horn. Their eyes glimmer like polished gems, and their voices carry a gravelly timbre.",
      "Once guardians of ancient temples, the Dinqui now live among ruins and crag cities, carving art from mountain faces. They value endurance, tradition, and community over conquest, measuring worth by what one can craft or protect."
    ],
    "attributes": { "P": 2, "M": 1, "T": 0, "C": -1 },
    "trait": [
      {
        "name": "Hardening",
        "action": "⭘",
        "type": "⧖",
        "description": "Whenever you reach half health, you gain Guard equal to your Fortitude. This effect refreshes upon reaching full health."
      },
      {
        "name": "Flight",
        "action": "⭘",
        "type": "⧖",
        "description": "Using your gargoyle wings, you can fly, ignoring floor hazards and moving freely up to 8 units above the ground. Your flight distance in any direction is limited by your Movement Speed."
      }
    ]
  },
  {
    "name": "Ashten",
    "source": "ZONE 3",
    "source_color": "orange",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 1.3 Units<br>| <b>Speed:</b> 5 Tiles <br>| <b>Lifespan:</b> 80-100 Years<br>| <b>Languages:</b> Common, Ashani",
      "Ashten appear as tall, imposing humanoids with horns of varying shape, glowing eyes, and fissured skin that crackles with contained magical energy. Their tones range from obsidian to copper, often veined with light.",
      "Legends claim the Ashten were born when ancient mortals struck bargains with primal forces of fire and aether. Rather than succumbing, they became vessels of both creation and destruction. Today they form disciplined orders and city-fortresses, guided by philosophy rather than faith."
    ],
    "attributes": { "P": 1, "M": 2, "T": 0, "C": 0 },
    "trait": [
      {
        "name": "Aetherblood Surge",
        "action": "◇",
        "type": "⧖",
        "description": "When you take damage, you may release your inner energy. Deal 2 Lightning Damage to all enemies within 1 tile and gain +1 Armor for 1 Scene."
      }
    ]
  },
  {
    "name": "Khraa",
    "source": "ZONE 3",
    "source_color": "orange",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 1.4 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 100-120 Years<br>| <b>Languages:</b> Common, Khraa",
      "The Khraa are tall, agile humanoids with lithe, muscular builds and four arms — two dominant and two lighter, more dexterous limbs. Their faces resemble either feline or canine ancestry, with expressive ears, slit or bright eyes, and soft fur patterns across the shoulders and arms.",
      "Nomadic hunters and skyborn raiders, the Khraa value motion and freedom above all. Their cities are built high in cliffs or massive canopy networks, and each clan maintains a Path Code — a philosophy blending honor, challenge, and self-expression. They’re fiercely loyal to their kin and quick to laughter or rage."
    ],
    "attributes": { "P": 2, "M": 0, "T": 1, "C": 0 },
    "trait": [
      {
        "name": "Fourfold Precision",
        "action": "⭘",
        "type": "⧖",
        "description": "You may wield an additional one-handed weapon or perform two off-hand attacks per turn. Gain +1 Accuracy on all melee attacks made while dual wielding or climbing."
      }
    ]
  },
  {
    "name": "Eladri",
    "source": "ZONE 3",
    "source_color": "orange",
    "description": [
      "| <b>Size:</b> Medium | <b>Height:</b> Avg. 1.1 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> Infinite<br>| <b>Languages:</b> Common, Eladren",
      "Eladri are tall and slender with luminescent, fully colored eyes that glow faintly in dim light. Their tails, long and prehensile, express subtle emotion. Their skin shimmers with faint undertones — often silvers, blues, or violets — and their hair tends toward iridescent hues.",
      "Born of stars and dreams, the Eladri believe themselves descended from the echoes of forgotten constellations. They dwell in crystalline cities suspended between dimensions, where light refracts into living color. Their scholars study not only arcane forces, but the geometry of existence itself. Outsiders see them as distant, but their curiosity for mortal emotion often draws them into the wider world."
    ],
    "attributes": { "P": 0, "M": 2, "T": 1, "C": 0 },
    "trait": [
      {
        "name": "Starlit Anima",
        "action": "⬖",
        "type": "⧖",
        "description": "You may spend 1 Mana to gain +2 Reflex or +2 Accuracy for 2 Scenes."
      }
    ]
  },
  {
  "name": "Rokana",
  "source": "ZONE 3",
  "source_color": "orange",
  "description": [
    "| <b>Size:</b> Small | <b>Height:</b> Avg. 0.3 Units<br>| <b>Speed:</b> 5 Tiles<br>| <b>Lifespan:</b> 100–120 Years<br>| <b>Languages:</b> Common",
    "Rokana are small, subterranean humanoids whose bodies carry distinct arthropod features reminiscent of centipedes. Segmented tails or lower bodies, chitinous plating, jointed limbs, and horn- or antenna-like protrusions are common. Their movements are smooth and deliberate, flowing with an unsettling precision well-suited to tunnels, walls, and tight stone passages.",
    "Rokana society is rustic and highly ritualistic, shaped by repetition, tradition, and shared labor. Their homes are carved directly into caverns and fault lines, reinforced with metalwork and stonecraft, and illuminated by carefully maintained light sources. Customs, ceremonies, and daily routines are passed down with little change, providing structure and meaning in the endless dark beneath the surface."
  ],
  "attributes": { "P": 1, "M": 0, "T": 1, "C": 1 },
  "trait": [
    {
      "name": "Natural Climber",
      "action": "⭘",
      "type": "⧖",
      "description": "You can climb nearly any surface, regardless of smoothness. While climbing, you cannot be forcibly moved. If you choose to \"Climb\" on the ground, double your movement speed but you cannot attack until your next turn."
    }
  ]
}
]
